"CHOOSE_AUDIO_TRACK"="انتخاب قطعه صوتی";
"CHOOSE_SUBTITLE_TRACK"="انتخاب قطعه زیرنویس";

"PLAYING_EXTERNALLY_TITLE"="تلویزیون متصل شد";
"PLAYING_EXTERNALLY_DESC"="این ویدیو در تلویزیون در حال پخش است";

"VFILTER_HUE"="فام";
"VFILTER_CONTRAST"="کنتراست";
"VFILTER_BRIGHTNESS"="روشنی";
"VFILTER_SATURATION"="غلظت";
"VFILTER_GAMMA"="گاما";

"PLAYBACK_FAILED"="پخش ناموفق بود";
"AR_CHANGED"="نسبت تصویر: %@";
"DEFAULT"="پیش‌فرض";
"FILL_TO_SCREEN"="برش برای پر کردن صفحه";
"DEVICE_TOOSLOW_TITLE"="دستگاه بسیار کند";
"DEVICE_TOOSLOW"="%@ شما به نظر برای پخش \"%@\" خیلی کند است. در هر صورت باز کند؟";
"PLAYBACK_SPEED"="سرعت پخش";

"BUTTON_EDIT"="ویرایش";
"BUTTON_DONE"="تمام";
"BUTTON_OPEN"="باز کردن";
"BUTTON_PLAY"="Play";
"BUTTON_CANCEL"="انصراف";
"BUTTON_SAVE"="ذخیره";
"BUTTON_DOWNLOAD"="دانلود";
"BUTTON_DELETE"="حذف";
"BUTTON_OK"="OK";
"BUTTON_NEXT"="بعدی";
"BUTTON_CONTRIBUTE"="مشارکت";
"BUTTON_BACK"="عقب";
"BUTTON_CONNECT"="اتصال";
"BUTTON_REPEAT"="Repeat";
"BUTTON_RENAME"="Rename";
"BUTTON_LEARN_MORE"="Learn More";
"PRIVATE_PLAYBACK_TOGGLE"="پخش خصوصی";
"SCAN_SUBTITLE_TOGGLE"="Scan Subtitle (only over http)";

"UPGRADING_LIBRARY"="ارتقای کتابخانه رسانه ای";
"UNTITLED_SHOW"="Untitled Show";

"OPEN_NETWORK"="بازکردن استریم شبکه";
"NETWORK_TITLE"="Network Stream";
"OPEN_NETWORK_HELP"="برای باز کردن مستقیم استریم، یکی از آدرس های FTP, MMS, RTMP, RTSP, HTTP را وارد کنید.";
"ABOUT_APP"="درباره VLC برای iOS";
"OPEN_VLC_MENU"="باز کردن منوی کناری VLC";
"HTTP_UPLOAD_SERVER_OFF"="سرور غیرفعال";
"HTTP_UPLOAD_NO_CONNECTIVITY"="نبود اتصال WiFi فعال";
"OPEN_STREAM_OR_DOWNLOAD"="Would you like to download or play this URL?";

"HTTP_DOWNLOAD_FAILED"="Download failed with HTTP code %i";
"HTTP_FILE_CREATION_FAILED"="File creation failed";
"HTTP_DOWNLOAD_CANCELLED"="Download canceled by user";

"DOWNLOAD_FROM_HTTP_HELP"="برای دانلود فایل روی %@ خود، یک آدرس وارد کنید. ";
"DOWNLOAD_FROM_HTTP"="دانلود‌ها";
"ERROR_NUMBER"="خطای %i رخ داد";
"DOWNLOAD_FAILED"="دانلود ناموفق بود";
"FILE_NOT_SUPPORTED"="فرمت فایل پشتیبانی نشده";
"FILE_NOT_SUPPORTED_LONG"="فرمت فایل استفاده شده توسط %@ در این نسخه از VLC برای iOS پشتیبانی نشده است.";
"SCHEME_NOT_SUPPORTED"="Address scheme not supported";
"SCHEME_NOT_SUPPORTED_LONG"="The address scheme (%@) is not supported. Please use an address starting with HTTP, HTTPS or FTP.";
"LIBRARY_ALL_FILES"="پرونده‌ها";
"LIBRARY_MUSIC"="آلبوم های موسیقی";
"LIBRARY_SERIES"="TV Shows";
"LIBRARY_TRACKS"="%i قطعه";
"LIBRARY_SINGLE_TRACK"="%i قطعه";
"LIBRARY_EPISODES"="%i قسمت، %i خوانده نشده";
"LIBRARY_SINGLE_EPISODE"="%i قسمت، %i خوانده نشده";
"LIBRARY_TRACK_N"="قطعه %i";
"LIBRARY_MINUTES_LEFT"="%@m باقی مانده";
"RENAME_MEDIA_TO"="Enter new name for %@";

"FOLDER_EMPTY"="Empty Folder";
"FOLDER_EMPTY_LONG"="To add files tap Edit, choose the files you want, click the folder-button and select this folder.";
"FOLDER_INVALID_TYPE_TITLE"="Invalid file types";
"FOLDER_INVALID_TYPE_MESSAGE"="You can only take two files to form a folder or add a single file to an existing folder.";
"FOLDER_CHOOSE_NAME_TITLE"="New Folder";
"FOLDER_CHOOSE_NAME_MESSAGE"="Enter a title for your folder";
"FOLDER_NAME_PLACEHOLDER"="Folder Title";
"FOLDER_NAME_DUPLICATE_TITLE"="Title exists";
"FOLDER_NAME_DUPLICATE_MESSAGE"="Please choose a different title";
"SELECT_FOLDER"="Select a Folder";

"SECTION_HEADER_LIBRARY"="کتابخانه رسانه ای";
"SECTION_HEADER_NETWORK"="شبکه";

"LOCAL_NETWORK"="شبکه‌ی محلی";
"CONNECT_TO_SERVER"="اتصال به سرور";
"ENTER_SERVER_ADDRESS_HELP"="نام و یا آدرس IP سروری که میخواهید به آن متصل شوید را وارد نمایید.";
"ENTER_SERVER_CREDS_HELP"="اگر توسط سرور نام کاربری و رمز عبور خواسته شده است، آنرا وارد نمایید.";
"USER_LABEL"="کاربر";
"PASSWORD_LABEL"="گذرواژه";

"LOCAL_SERVER_REFRESH"="Refresh";
"LOCAL_SERVER_LAST_UPDATE"="Last Updated on %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE"="SERVER CONNECTION FAILED";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE"="Please check your server address and credentials";

"DROPBOX_DOWNLOAD"="دانلود فایل؟";
"DROPBOX_DL_LONG"="آیا مایلید \"%@\" را در %@ خود دانلود کنید؟";
"DROPBOX_LOGIN"="ورود";
"CLOUDUNLINKING"="Would you like to unlink VLC for iOS from your %@ account?";
"CLOUDUNLINKING_DONE"="VLC was successfully unlinked from %@ account. Feel free to login again.";
"BUTTON_CLOUDUNLINKING"="Unlink";
"SETTINGS_UNLINK_DROPBOX"="Unlink from Dropbox";
"SETTINGS_UNLINK_GOOGLEDRIVE"="Unlink from Google Drive";

"GDRIVE_ERROR_FETCHING_FILES"="Error while fetching files";
"GDRIVE_DOWNLOAD_SUCCESSFUL"="Your file has been successfully downloaded";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE"="SUCCESS";
"GDRIVE_ERROR_DOWNLOADING_FILE"="An error occured while downloading";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE"="ERROR";

"NUM_OF_FILES"="%i فایل";
"ONE_FILE"="۱ پرونده";
"NO_FILES"="نبود فایل قابل پشتیبانی";
"DOWNLOADING"="در حال دانلود...";
"REMAINING_TIME"= "Remaining time: %@";
"ENTER_PASSCODE"="رمز را وارد کنید";
"REENTER_PASSCODE"="رمز را دوباره وارد کنید";
"PASSCODE_SET"="تنظیم رمز";
"PASSCODE_CHANGE"="تعویض رمز";
"PASSCODE_ENTER_OLD"="رمز قدیمی خود را وارد کنید";
"PASSCODE_ENTER_NEW"="رمز جدید خود را وارد کنید";
"PASSCODE_REENTER_NEW"="رمز جدید خود را دوباره وارد کنید";
"PASSCODES_DID_NOT_MATCH"="رمزها یکی نبود. دوباره تلاش کنید.";
"PASSCODE_FAILED_1"="1 تلاش ناموفق ورود رمز";
"PASSCODE_FAILED_FORMAT"="%d تلاش ناموفق ورود رمز";

"Settings"="تنظیمات"; // plain text key to keep compatibility with InAppSettingsKit's upstream

"EMPTY_LIBRARY"="خالی کردن کتابخانه رسانه ای";
"EMPTY_LIBRARY_LONG"="For playback, you can stream media from a server on your local network, from the cloud or synchronize media to your device using iTunes, WiFi Upload or Cloud services.";

"PLAYBACK_SCRUB_HELP"="برای تنظیم میزان تغییر کشش، انگشت خود را به پایین بکشید.";
"PLAYBACK_SCRUB_HIGH"="سایش سرعت بالا";
"PLAYBACK_SCRUB_HALF"="سایش نصف سرعت";
"PLAYBACK_SCRUB_QUARTER"="سایش ربع سرعت";
"PLAYBACK_SCRUB_FINE"="سایش دقیق";
"PLAYBACK_POSITION"="موقعیت پخش";
"VIDEO_FILTER"="صافی‌های ویدئو";
"VIDEO_FILTER_RESET_BUTTON"="تنظیم مجدد فیلترهای ویدیو";
"VIDEO_ASPECT_RATIO_BUTTON"="تغییر نسبت تصویر ویدیو";
"PLAY_PAUSE_BUTTON"="اجرا یا توقف پخش ";
"BWD_BUTTON"="پرش به عقب";
"FWD_BUTTON"="پرش به جلو";

"VERSION_FORMAT"="نسخه: %@";
"BASED_ON_FORMAT"="بر پایه:</br>%@";

"NEW"="تازه";

"BUG_REPORT_TITLE"="گزارش اشکال";
"BUG_REPORT_MESSAGE"="آیا مایل هستید تا یک گزارش اشکال بنویسید؟";
"BUG_REPORT_BUTTON"="بازکردن Safari";

"VO_VIDEOPLAYER_TITLE"="ویدیو پلیر";
"VO_VIDEOPLAYER_DOUBLETAP"="دوبار ضربه برای آشکار یا پنهان کردن کنترل های پخش";

"FIRST_STEPS_WELCOME"="Welcome";
"FIRST_STEPS_WELCOME_DETAIL"="First steps to Sync and Play Your Media.";
"FIRST_STEPS_ITUNES"="iTunes File Sync";
"FIRST_STEPS_ITUNES_DETAILS"="Connect your %@ to your Mac or PC using the cable.\nOpen iTunes.\nSelect your %@.\nSwitch to the \"Apps\" tab, scroll down and look for VLC.\nTransfer your files.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS"="Connect your %@ to the same network as your Mac or PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS"="Switch the toggle in the sidebar, enter the URL to the web browser and upload your files.";
"FIRST_STEPS_CLOUDS"="Clouds";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS"="Upload your media to Google Drive or Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS"="Open the sidebar to select your Cloud provider and access your media for downloading or streaming.";
"FIRST_STEPS_PLAYBACK"="Playback";
"FIRST_STEPS_FLOSS"="VLC for iOS is free and open source software developed by volunteers.\nWe hope you'll love it.";

"FIRST_STEPS_TIME"="Time";
"FIRST_STEPS_ASPECT"="Aspect Ratio";
"FIRST_STEPS_SPEED"="Speed";
"FIRST_STEPS_REPEAT"="Repeat";
"FIRST_STEPS_SUBTITLES"="Subtitles Tracks";
"FIRST_STEPS_AUDIO"="Audio Tracks";
"FIRST_STEPS_VOLUME"="Volume";
"FIRST_STEPS_POSITION"="Position";

"PLEX_WATCHED"="Mark as watched";
"PLEX_UNWATCHED"="Mark as un-watched";
"PLEX_ERROR_MARK"="Error marking media";

"WEBINTF_TITLE"="Sharing via WiFi";
"WEBINTF_DROPFILES"="Drop Files";
"WEBINTF_DROPFILES_LONG"="Drop files in the window to add them to your iOS device.<br>Or click on the \"+\" button to use the file picker dialog.";
"WEBINTF_DOWNLOADFILES"="Download Files";
"WEBINTF_DOWNLOADFILES_LONG"="Just click the file you want to download from your iOS device.";

"EMBEBED_SUBTITLES" = "Embebed Subtitles";
"OPENSUBTITLES_SUBTITLES" = "Opensubtitle":
"NO_SUBTITLES" = "No subtitles found";